aaron-bond.better-comments
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dioxuslabs.dioxus
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
humao.rest-client
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pomdtr.excalidraw-editor
prisma.prisma
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
surrealdb.surrealql
tamasfe.even-better-toml
unifiedjs.vscode-mdx
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
yoavbls.pretty-ts-errors
